Repository: dotkom/onlinepetition
Catalog: onlinepetition/locale/*/LC_MESSAGES/django.po
Languages: nb_no

source: Registration period
nb_no: Tidsrom for kampanje

source: Requirements
nb_no: Restriksjoner

source: Email
nb_no: E-post

source: Name
nb_no: Navn

source: domain
nb_no: domene

source: domains
nb_no: domene

source: title
nb_no: tittel

source: description
nb_no: beskrivelse

source: start_date
nb_no: startdato

source: end_date
nb_no: sluttdato

source: valid domains
nb_no: gyldige domener

source: If no domains are chosen, every signature request is accepted.
nb_no: derosm ingen domener er valgt blir alle signaturer godtatt

source: campaign
nb_no: kampanje

source: campaigns
nb_no: kampanjer

source: name
nb_no: navn

source: e-mail
nb_no: e-post

source: signed_date
nb_no: signert dato

source: is_verified
nb_no: verifisert

source: OnlinePetition - Verify signature for campaign
nb_no: OnlinePetition - Verifiser din signatur for

source: You (or someone else pretending to be you) have requested to sign a petition for {0:>s} You can view the petition request at {1:>s} If you still agree to sign this petition, please click the link below {2:>s} -- OnlinePetition Automatic email generator
nb_no: Du (eller noen som later som om de er deg) ønsker å signere en underskriftskampanje for {0:>s} Du kan se informasjon om kampanjen på: {1:>s} Dersom du fremdeles ønsker å signere kampanjen må du følge lenken under for å verifisere din underskrift. {2:>s} -- OnlinePetition Automatisk e-postgenerator

source: signature
nb_no: signatur

source: signatures
nb_no: signaturer

source: email
nb_no: e-post

source: Campaign you tried to register for, doesn't exist.
nb_no: Kampanjen du prøvde å skrive under på, finnes ikke.

source: The chosen campaign is not currently open for new signatures
nb_no: Den valgte kampanjen er desverre ikke åpen for nye signaturer

source: Empty email address submited, please submit a valid one
nb_no: Tom e-postadresse, prøv igjen

source: Your email is not listed in the alloweded domains that are allowed to participate in this campaign!
nb_no: Eposten din tilhører ikke et av de forhåndsgodkjente domenene. Du er nok ikke i målgruppen for denne kampanjen.

source: Your signature is receieved. Please verify it by following the instructions sent to your email.
nb_no: Din signatur er mottatt. Venligst følg instruksjonene du har mottatt på e-post for å verifisere din signatur.

source: Ooops, something went wrong ..
nb_no: Noe gikk galt :/

source: You are already registered to this campaign!
nb_no: Du har allerede signert denne kampanjen.

source: Blubb blubb, we do require a valid email address for registration
nb_no: Vi trenger en fungerende e-post-adresse for underskrift

source: Failed to activate signature, make sure you enter the activation code exactly as in the email!
nb_no: Kunne ikke verifisere signaturen. Pass på at du skriver inn aktiveringskoden akkurat som oppgitt i e-posten du har fått tilsendt.

source: Your signature is now verified and added to the campaign!
nb_no: Din signatur er nå verifisert. Takk for bidraget!

source: Signature already verified!
nb_no: Signaturen er allerede verifisert

source: Failed to find signature to activate!
nb_no: Kunne ikke finne signaturen som skulle verifiseres.

source: You are now logged in!
nb_no: Du er nå logget inn!

source: Login failed
nb_no: Klarte ikke å logge inn

source: You are now logged out!
nb_no: Du er nå logget ut!

source: Norwegian
nb_no: Norsk

source: English
nb_no: Engelsk

source: Fork my source code at GitHub!
nb_no: Hent koden på GitHub!

source: Django site admin
nb_no: Online Petition Administrasjonsgrensesnitt

source: Petitions
nb_no: Underskriftskampanjer

source: Active petitions
nb_no: Aktive kampanjer

source: This is an open source something for online petitons licensed under the
nb_no: Dette er et åpent-kildekode-prosjekt lisensiert under

source: Apache2 licence
nb_no: Apache2-lisensen

source: You're free to deploy your own version of OPS and manage your own campaigns that require petitions.
nb_no: Den som ønsker har fri tilgang til å sette opp sin egen versjon av OPS for å administrere sine egne underskriftskampanjer.

source: Check our wiki at GitHub &raquo
nb_no: Les mer på vår GitHub-wiki &raquo

source: Sign this petition!
nb_no: Signér her!

source: Closed
nb_no: Stengt

source: This petition is closed for new signatures
nb_no: Denne kampanjen er stengt for nye signaturer

source: Stats
nb_no: Statistikk

source: This event has %(campaign_signatures_count)s verified signature(s), and %(campaign_signatures_notverified_count)s signature(s) to be verified!
nb_no: Denne kampanjen har %(campaign_signatures_count)s verifiserte signaturer, og %(campaign_signatures_notverified_count)s signaturer som fremdeles ikke er verifiserte!

source: List of users already signed
nb_no: Brukere som har underskrevet

source: No one has yet registered their signatures for this petition!
nb_no: Ingen har skrevet under denne kampanjen ennå!

source: FAQ
nb_no: OSS

source: Frequently asked questions
nb_no: Ofte spurte spørsmål

source: Q1. Why so serious?
nb_no: Q1. Hvorfor så seriøst?

source: A1. Internet is serious business!
nb_no: A1. Internet er farlige greier!

source: Q2. Who made this system?
nb_no: Q2. Hvem har laget dette systemet?

source: A2. Some techy freaks at the student union Online, dotKom at NTNU
nb_no: A2. Nørds fra dotKom i Linjeforeningen Online ved NTNU

source: List of current active petitions
nb_no: Aktive kampanjer

source: We got %(campaign_count)s active running petition(s).
nb_no: Vi har for tiden %(campaign_count)s aktive kampanjer.

source: Available petitions
nb_no: Aktive kampanjer

source: Help
nb_no: Hjelp

source: Fill in the form to submit your signature to the petition. Make sure you check your mailbox afterwards to confirm the validity of your signature!
nb_no: Fyll inn skjemaet for å signére kampanjen. Pass på å sjekke e-posten din etterpå for å verifisere din signatur!

source: Signature form
nb_no: Underskriftsskjema

source: This campaign is closed
nb_no: Denne kampanjen er stengt
